[
    {
        "Name": "Building with Orderbooks ",
        "Sponsor": [
            "Openbook"
        ],
        "PrizeWorth": "1,000",
        "PizeUnit": "USDC",
        "PrizeDetails": [
            "Best DeFi integration of Openbook: $1,000"
        ],
        "AboutUs": "Openbook is the community-driven fork of Serum v3, a fully onchain CLOB that is run as a public good, with no protocol fees or rent to end users. Currently, all fees takers pay are distributed to UIs and Makers in rebates. ",
        "Description": "As part of the LamportDAO Sandstorm Hackathon, Openbook sponsors 1,000 USDC for new DeFi integrations that utilize the on-chain orderbook and lead to higher efficiency for MMs or more taker trading volume from Spot Margin, Leverage, or Perps. ",
        "Ideas": [
            "New Market Making Scripts/Methodology that takes into consideration on-chain limitations",
            "Charting or Analytics solutions",
            "Integrating Derivatives such as Perpetuals or Options"
        ],
        "Requirements": " Have to encourage usage of Openbook by end users or market makers. This prize will only be given to open-sourced repos. ",
        "Links": [
            "https://twitter.com/openbookdex",
            "https://openbookdex.net "
        ],
        "Judges": [
            {
                "Name": "Soju",
                "Twitter": "https://twitter.com/0xsoju"
            }
        ]
    },
    {
        "Name": "Real World Assets on Solana",
        "Sponsor": [
            "Bridgesplit"
        ],
        "PrizeWorth": "1,500",
        "PizeUnit": "USDC",
        "PrizeDetails": [
            "1,000 USDC 1st place",
            "500 USDC 2nd place"
        ],
        "AboutUs": "Bridgesplit is an tokenization and securitization platform enabling asset originators to create and sell a variety of financial products on-chain.",
        "Description": "Encourage new developers to think about the challenges facing broader adoption of blockchain as a solution to larger financial and commercial uses.",
        "Ideas": [
            "Off-chain underwriting data oracles",
            "Complex asset-backed lending (Receivables, real estate, etc.)",
            "On-chain credit rating",
            "Unsecured lending",
            "KYC/identity",
            "Protocol risk monitoring tools"
        ],
        "Requirements": "No minimum requirement! This is a generally difficult category to build in especially for a hackathon so will be lenient on requirements, just looking for creative and well-thought-out solutions to bringing new assets into DeFi!",
        "Links": [
            "https://bridgesplit.com",
            "https://y1wlotbjq25.typeform.com/to/ohIlAX6B?typeform-source=www.bridgesplit.com"
        ],
        "Judges": [
            {
                "Name": "Luke Truitt",
                "Twitter": "https://twitter.com/TruittLuke"
            },
            {
                "Name": "Mary Gooneratne",
                "Twitter": "https://twitter.com/marygooneratne"
            }
        ]
    },
    {
        "Name": "Liquid Staking",
        "Sponsor": [
            "SolBlaze"
        ],
        "PrizeWorth": "255",
        "PizeUnit": "USDC",
        "PrizeDetails": [
            "25 bSOL + 500k BLZE"
        ],
        "AboutUs": "SolBlaze is dedicated to building Solana’s ecosystem through the creation of core utilities essential to the network’s growth. One of these utilities is a liquid stake pool (BlazeStake) which helps increase the decentralization of the Solana network by spreading stake out across 100+ validators. Users can take advantage of liquid staking to earn extra yields through bSOL DeFi integrations or unstake instantly. Plus, with Custom Liquid Staking, users can liquid stake directly to their favorite validators through bSOL.",
        "Description": "Through the Lamport DAO Sandstorm Hackathon, we hope to encourage builders to integrate BlazeStake’s liquid staked SOL (bSOL) into payments systems, NFT mints, staking UIs, rewards protocols, and more. As a reward, we’ll give 25 bSOL (BlazeStake liquid staked SOL) and 500k BLZE (an upcoming token which will have incredible utility) in order to help support developers and push the Solana ecosystem forward!",
        "Ideas": [
            "Payments with $bSOL",
            "NFT mints in $bSOL",
            "Staking/unstaking UIs",
            "Rewards protocols that leverage yield from $bSOL",
            "Integrations with Custom Liquid Staking"
        ],
        "Requirements": "Must use $bSOL or interact with the BlazeStake protocol in some way",
        "Links": [
            "https://twitter.com/solblaze_org",
            "https://solblaze.org/",
            "https://stake.solblaze.org/",
            "https://stake-docs.solblaze.org"
        ],
        "Judges": [
            {
                "Name": "SolBlaze Founder",
                "Twitter": "https://twitter.com/solblaze_org"
            }
        ]
    },
    {
        "Name": "Derivatives Applications and Liquidity",
        "Sponsor": [
            "Hxro Network"
        ],
        "PrizeWorth": "2,200",
        "PizeUnit": "USDC",
        "PrizeDetails": [
            "1st Place 25,000 HXRO",
            "2nd Place 12,500 HXRO"
        ],
        "AboutUs": "Hxro is a decentralized derivatives primitive for risk-based applications built on the Solana blockchain. Through a series of native protocols, Hxro provides the framework and infrastructure for robust, fully-functional on-chain markets for derivatives (futures and options) and parimutuel contracts.\n\nHxro has a community of more than 7000 traders",
        "Description": "Our goal for the hackathon is to introduce and educate builders about the Hxro Network protocols, encourage the development of innovative trading, betting, and gaming applications using these protocols, and support track builders through Hxro Labs and its community.",
        "Ideas": [
            "A step-style race game using parimutuel protocol, with a prize pool at the end",
            "A contest for parimutuels that awards a prize to the player/wallet with the most wins in a row",
            "A GUI for perps and futures using spandex style portfolio margining",
            "An innovative stablecoin using a liquid perp/futures curve",
            "A peer-to-peer OTC trade/betting GUI that settles using the spandex risk engine"
        ],
        "Requirements": "Make use of the Parimutuels or Derivatives protocols",
        "Links": [
            "https://www.notion.so/HxroByExample-LearnWithHxro-44428109fffc4053b2b8f1bc3a5e3d58",
            "https://docs.hxro.network/",
            "https://www.npmjs.com/package/@hxronetwork/parimutuelsdk",
            "https://docs.hxro.network/market-protocols/parimutuel-protocol/python-sdk",
            "https://github.com/Hxro-Network/parimutuel-ui",
            "https://www.npmjs.com/package/@hxronetwork/dexterity-ts",
            "https://pypi.org/project/dexteritysdk/"
        ],
        "Judges": [
            {
                "Name": "Dan Gunsberg",
                "Twitter": "https://twitter.com/hxrobtc"
            },
            {
                "Name": "Rob Levy",
                "Twitter": "https://twitter.com/robbylevy"
            },
            {
                "Name": "Nick Fazzari",
                "Twitter": ""
            }
        ]
    },
    {
        "Name": "Automation ",
        "Sponsor": [
            "Clockwork",
            "Helius"
        ],
        "PrizeWorth": "3,000",
        "PizeUnit": "USDC",
        "PrizeDetails": [
            "3,000 USDC"
        ],
        "AboutUs": "Clockwork is an automation engine for Solana. Developers can use Clockwork to schedule transactions and automate smart contracts without relying on centralized infrastructure. Our goal for the hackathon is to use automation to create next-gen crypto apps and experiences.\n\nHelius allows you to listen to on-chain events (either raw events directly from the blockchain, or parsed events such as NFT listings, NFT sales, Jupiter swaps, etc) with super-fast webhooks.",
        "Description": "With Clockwork & Helius — you have all the tools you need for building beautiful automations.",
        "Ideas": [
            "Automated defi protection protocol (auto-repay on Solend).",
            "Automated dollar cost averaging protocol.",
            "Automated yield harvesting protocol. ",
            "Automated trading strategies. ",
            "Automated yield optimization protocol (move assets between USDC/USDT based on Solend supply yield rates).",
            "Using Helius webhooks for listening to on-chain events (for example, transfers, NFT listings, etc) and triggering certain actions. Bonus points for integrating Helius for listening to events and using Clockwork to trigger them!"
        ],
        "Requirements": "- Helius: Has to use Helius.xyz APIs, Webhooks, or some other of our products\n\n- Clockwork: Use the Clockwork SDK to create a thread, automating some process of an on-chain program. Ideally, this process does something interesting (like execute a payment or swapping).",
        "Links": [
            "Helius:",
            "http://helius.xyz",
            "https://docs.helius.xyz/introduction/why-helius",
            "\nClockwork:",
            "https://clockwork.xyz/",
            "https://docs.clockwork.xyz/",
            "https://crates.io/crates/clockwork-sdk"
        ],
        "Judges": [
            {
                "Name": "Mert, Helius",
                "Twitter": "https://twitter.com/0xMert_"
            },
            {
                "Name": "0xStanis, Helius ",
                "Twitter": "https://twitter.com/0xStanis"
            },
            {
                "Name": "Nick Garfield, Clockwork",
                "Twitter": "https://twitter.com/time_composer"
            },
            {
                "Name": "Elias Moreno, Clockwork ",
                "Twitter": "https://twitter.com/Eliascm17"
            },
            {
                "Name": "Alice Chen, Clockwork",
                "Twitter": "https://twitter.com/asiangirlintech"
            }
        ]
    },
    {
        "Name": "Decentralized Infra",
        "Sponsor": [
            "ChainFlow"
        ],
        "PrizeWorth": "750",
        "PizeUnit": "USDC",
        "PrizeDetails": [
            "Up to two Breakpoint 2023 tickets for each, depending on how many people work on the project",
            "6 months of free enterprise-grade RPC access.\n\n(A team can combine to address both with a single project as well)"
        ],
        "AboutUs": "Chainflow is building crypto infrastructure for a better world. We operate validators and staking services on more than a dozen Proof-of-Stake blockchains, and lead initiatives to help make the digital economy more inclusive, equitable, and fair. Self-funded from day one, we’re fully independent and values-driven.",
        "Description": "Provide tools to make Solana infrastructure more decentralized, reliable, performant, secure and/or censorship resistant.",
        "Ideas": [
            "a research report that presents information related to how decentralized solana is from perspectives such as stake distribution, validator diversity, client diversity, and governance",
            "Build a tool that displays information related to any of the above-listed perspectives, pulling from sources like validators app"
        ],
        "Requirements": "",
        "Links": [
            "http://chainflow.io/"
        ],
        "Judges": [
            {
                "Name": "Chris Remus",
                "Twitter": "https://twitter.com/cjremus"
            },
            {
                "Name": "Othman Gbadamassi",
                "Twitter": "https://twitter.com/OthmanGbad"
            }
        ]
    },
    {
        "Name": "Local Dev Tooling",
        "Sponsor": [
            "Solana Foundation"
        ],
        "PrizeWorth": "5,000",
        "PizeUnit": "USDC",
        "PrizeDetails": [
            "5,000 USDC"
        ],
        "AboutUs": "The Solana Foundation is a non-profit foundation based in Zug, Switzerland, dedicated to the decentralization, adoption, and security of the Solana ecosystem. For more information, please visit https://solana.org/.",
        "Description": "We'd like to see more local development tooling created to make it easier for new developers to leverage their local development when building on Solana",
        "Ideas": [
            "Editable accounts on local test validator",
            "Ganache for local test validator",
            "\"plugins\" for programs on local test validator",
            "Anything that makes local building easier"
        ],
        "Requirements": "Build a tool that improves the local Solana developer experience",
        "Links": [
            "http://docs.solana.com/",
            "http://solana.com/developers"
        ],
        "Judges": [
            {
                "Name": "Jacob Creech",
                "Twitter": "https://twitter.com/jacobvcreech"
            }
        ]
    },
    {
        "Name": "Versioned Transactions",
        "Sponsor": [
            "Phantom"
        ],
        "PrizeWorth": "2,000",
        "PizeUnit": "USDC",
        "PrizeDetails": [
            "2,000 USDC"
        ],
        "AboutUs": "A friendly crypto wallet built for DeFi & NFTs.",
        "Description": "Versioned Transactions are a new transaction format that allows for additional functionality in the Solana runtime, including Address Lookup Tables (LUTs). With LUTs, developers can now build transactions with a maximum of 256 accounts, as compared to the prior limit of 35 accounts in legacy transactions. LUTs effectively increase the maximum size of transactions, as complex strategies that previously required multiple transactions can now fit in a single transaction.",
        "Ideas": [
            "Multi-venue DeFi yield farming",
            "Multi-hop order execution routing",
            "NFT sweeping/arbitrage bots"
        ],
        "Requirements": "Phantom will award $2k USDC to the project that makes the best use of Versioned Transactions.",
        "Links": [
            "https://docs.phantom.app/solana/integrating-phantom/extension-and-in-app-browser-web-apps/sending-a-transaction-1",
            "https://phantom.app/",
            "https://twitter.com/phantom",
            "https://docs.phantom.app/"
        ],
        "Judges": [
            {
                "Name": "Brian Friel",
                "Twitter": "https://twitter.com/bfriel_"
            },
            {
                "Name": "Anvit Mangal ",
                "Twitter": "https://twitter.com/0xprof_lupin"
            },
            {
                "Name": "Noah Hein",
                "Twitter": "https://twitter.com/nheindev"
            }
        ]
    },
    {
        "Name": "NFTs",
        "Sponsor": [
            "Helius"
        ],
        "PrizeWorth": "2,000",
        "PizeUnit": "USDC",
        "PrizeDetails": [
            "2,000 USDC"
        ],
        "AboutUs": "Helius allows you to listen to on-chain events (either raw events directly from the blockchain, or parsed events such as NFT listings, NFT sales, Jupiter swaps, etc) with super-fast webhooks",
        "Description": "NFT data on Solana has been historically hard to work with and especially hard to query. Helius has released a new NFT indexer which parses all NFT-related transactions since Solana’s genesis — including sales, listings, offers, mints, burns, etc. This enables the building of bots, analytics, marketplaces, fraud models, social feeds, and a bunch more. Let’s see what you can build!",
        "Ideas": [
            "Build NFT stats xNFT using Helius new NFT APIs"
        ],
        "Requirements": "Has to use Helius.xyz APIs, Webhooks, or some other of our products",
        "Links": [
            "http://Helius.xyz",
            "https://docs.helius.xyz/introduction/why-helius"
        ],
        "Judges": [
            {
                "Name": "Mert",
                "Twitter": "https://twitter.com/0xMert_"
            },
            {
                "Name": "0xStanis",
                "Twitter": "https://twitter.com/0xStanis"
            }
        ]
    },
    {
        "Name": "IRL NFT Experiences ",
        "Sponsor": [
            "Crossmint"
        ],
        "PrizeWorth": "2,000",
        "PizeUnit": "USDC",
        "PrizeDetails": [
            "$2k in Minting API credits (free NFT mints) - multiple winners (Multiple winners)"
        ],
        "AboutUs": "Crossmint [crossmint.com] provides infrastructure for developers and enterprises to create and distribute NFTs at scale in minutes, even if their users don’t have wallets or crypto. Our suite of APIs and tools includes products for minting and delivering NFTs, the leading fiat on-ramp for digital assets, and custodial wallets.",
        "Description": "We believe NFTs can enhance our everyday lives: your receipts, plane and concert tickets, loyalty programs, music, and more have the potential to be revolutionized by the tech behind NFTs. Let's build the future of the everyday, together.",
        "Ideas": [
            "Transactional NFT applications (receipts, tickets)",
            "Utilizing Crossmint’s Minting API to create easier ways to mint NFTs (Discord/Slack bots, Shopify plugins, etc)",
            "NFTs for enterprise use cases (a la Starbucks rewards)",
            "Ways to integrate NFTs seamlessly into everyday life"
        ],
        "Requirements": "Utilize our NFT Minting API on Solana.",
        "Links": [
            "https://docs.crossmint.io/",
            "http://discord.gg/crossmint",
            "http://twitter.com/crossmint",
            "http://crossmint.com/"
        ],
        "Judges": [
            {
                "Name": "Alfonso",
                "Twitter": "https://twitter.com/alfongj"
            },
            {
                "Name": "Emilio",
                "Twitter": "https://twitter.com/etherohm"
            },
            {
                "Name": "Danny",
                "Twitter": "https://twitter.com/ninjacode"
            }
        ]
    },
    {
        "Name": "Sports Betting UX ",
        "Sponsor": [
            "BetDEX",
            "Poolprops"
        ],
        "PrizeWorth": "1,000",
        "PizeUnit": "USDC",
        "PrizeDetails": [
            "1,000 USDC + 2 breakpoint 2023 tickets"
        ],
        "AboutUs": "BetDex: For too long sports bettors have had to put up with poor product experiences, have their funds locked up by operators and are penalised for winning. BetDEX is here to change all of that by creating the decentralised marketplace for sports betting. An ecosystem where liquidity is shared, winners are welcome and innovative products can thrive. The future is decentralised, the future is permissionless, the future is BetDEX\n\n",
        "Description": "Web3 has potential to improve sports betting industry through noncustodial platforms with transparent smart contracts, low fees, and programmatic fund distribution to winners. BetDEX and PoolProps have built and continue to improve these types of platforms. The goal is to create a differentiated user experience for sport betting on web3.",
        "Ideas": [
            "CLOBS limitations on parlay/accumulator bets",
            "Smart contract for NFT collateral and lending for sports betting",
            "On-chain tools for identifying high ROI wallet movements and target wallets likely to convert to sports bettors, and tracking `smart money` wallets with higher win rates",
            "Opportunities for web3 sport betting experts to stand out as valuable affiliates",
            "Transparent social betting syndicates with friends",
            "Mass-market appeal and user experience for self-custody and gas fees in sports betting",
            "Programmatic liquidity injection tools with consideration for price movements and liability"
        ],
        "Requirements": "All projects should be compatible with Monaco Protocol, Openbook or another DEX on Solana which sports betting projects can be built upon. If the latter, please clear this with the judges before proceeding.\n\n(Entries will be judged by one or more representatives from each of BetDEX and PoolProps based on creativity, originality, the viability in the ecosystem, and other factors determined in the judge's absolute discretion to stand out above and beyond other entries. Decisions by the judges will be final. Individuals from BetDEX and PoolProps are not allowed to participate.)",
        "Links": [
            "https://github.com/MonacoProtocol - This is the open-sourced on-chain matching algorithm and orderbook that the BetDEX Exchange is built upon",
            "https://github.com/openbook-dex - Community-owned fork of Serum, open-sourced infrastructure for decentralized exchanges. Many popular defi projects on Solana including MangoMarkets, Raydium, and others are involved."
        ],
        "Judges": [
            {
                "Name": "",
                "Twitter": ""
            }
        ]
    },
    {
        "Name": "DAOs/Governance (Missing Info)",
        "Sponsor": [
            "UniqueVC",
            "MonkeVentures"
        ],
        "PrizeWorth": "2,000",
        "PizeUnit": "USDC",
        "PrizeDetails": [
            "2,000 USDC"
        ],
        "AboutUs": "",
        "Description": "No two organizations are identical but all organizations evolve over time. Different organizations require different structures and tools to be efficient. This track aims to encourage participants to identify gaps with existing governance infrastructures that can be filled and to innovate on a solution/ platform that can help address the overarching issues faced by its stakeholders. Participants are encouraged to take reference to the existing environment, observe different companies, NGOs, small businesses, and attempt to also identify what on-chain tools could be relevant in helping to optimize their business operations. These can include, but not limited to, improving engagement among stakeholders, enhancing transparency,  facilitating better communication, as well as increasing the efficiency of organizations.\n\nBe realistic, and manage expectations!",
        "Ideas": [
            ""
        ],
        "Requirements": "",
        "Links": [
            "https://unique.vc/"
        ],
        "Judges": [
            {
                "Name": "Alex Migitko",
                "Twitter": "https://twitter.com/AlexMigitko"
            },
            {
                "Name": "Uros Sosevic",
                "Twitter": ""
            }
        ]
    },
    {
        "Name": "Social (web)apps",
        "Sponsor": ["Spling Labs"],
        "PrizeWorth": "1,500",
        "PizeUnit": "USDC",
        "PrizeDetails": [
            "1st Place: 1,000 USDC",
            "2nd Place: 500 USDC"
        ],
        "AboutUs": "We enable founders and developers to build web3 social apps. Developer-friendly, with no in-depth blockchain knowledge required - and no Rust experience needed. Fully on-chain social apps built on Solana and GenesysGo’s Shadow Drive.",
        "Description": "We’d love to help projects with building their web3 social app or website. We’re open and actively tailoring the social protocol to the needs of builders.",
        "Ideas": [
            "Build a social website or app where users can set exercise and training goals, and share their workouts with others.",
            "Build the (web)app using the social protocol"
        ],
        "Requirements": "A working app or website build on top of Spling Labs’ social protocol",
        "Links": [
            "https://www.docs.splinglabs.com/",
            "https://www.splinglabs.com/hackathon"
        ],
        "Judges": [
            {
                "Name": "Niels O.",
                "Twitter": "https://twitter.com/Nelis_sol"
            },
            {
                "Name": "Tobias S.",
                "Twitter": "https://twitter.com/tmcyrix"
            }
        ]
    },
    {
        "Name": "Gaming",
        "Sponsor": [
            "Chain Crisis"
        ],
        "PrizeWorth": "4,000",
        "PizeUnit": "USDC",
        "PrizeDetails": [
            "1st prize - 2,000 USDC",
            "2nd prize - 1,500 USDC",
            "3rd prize - 500 USDC"
        ],
        "AboutUs": "We are Warpgate Technologies Corp, a game development studio based in the Philippines that is building Chain Crisis, a Cyberpunk MMORPG, on the Solana network. In this game, players will join forces to take on challenges and defeat enemies together in Warpgate City. The Solana platform provides a fast, secure, and scalable infrastructure for our game, allowing players to enjoy a seamless and immersive gaming experience.",
        "Description": "The gaming track encourages software engineers who love MMORPGs to build cool on-chain programs that can be helpful towards on-chain MMORPGs like Chain Crisis in the Solana network.",
        "Ideas": [
            "Crafting/dismantling of NFTs into multiple NFTs or Fungible Assets.",
            "Vault service for depositing/withdrawing NFTs/Fungible Assets into escrow to be used in games.",
            "Quest-making service.",
            "Guild-making services.",
            "Game state management services."
        ],
        "Requirements": "You are expected to utilize Metaplex’s Token Metadata standards and the Anchor framework in your submission as a minimum requirement. The judging will be based on the following criteria:\n  - The Idea: does it provide value to on-chain games in Solana?\n  - The front end: is the UX friendly enough for end-users to use?\n  - The code: was the code organized or chaotic?\n  - The utility: can it be utilized by on-chain games in solana today?",
        "Links": [
            "Chain Crisis:",
            "Website: https://chaincrisis.com/",
            "Twitter: https://twitter.com/chaincrisis",
            "Discord: https://discord.gg/chaincrisis",
            "Tools for building:",
            "Anchor framework: https://github.com/coral-xyz/anchor",
            "Metaplex Token Metadata: https://docs.metaplex.com/programs/token-metadata/",
            "Vercel: https://vercel.com/"
        ],
        "Judges": [
            {
                "Name": "James F, Founder & CTO",
                "Twitter": "https://twitter.com/jamesflorentino"
            }
        ]
    },
    {
        "Name": "Private Payments using ZK ",
        "Sponsor": [
            "Elusiv"
        ],
        "PrizeWorth": "1,500",
        "PizeUnit": "USDC",
        "PrizeDetails": [
            "1,500 USDC + 2 Breakpoint 2023 tickets"
        ],
        "AboutUs": "Elusiv is a Zero-Knowledge privacy protocol for privately sending and receiving funds on-chain with a big focus on compliance. Elusiv both provides privacy to the users (even when interacting with normal non-private wallets on the blockchain) and safety by keeping malicious actors out of the privacy protocol. Furthermore, Elusiv VMs, an extension of Elusiv, enables rapid development of solutions leveraging more general ZK circuits.",
        "Description": "Whether paying for a coffee or trading on a DEX, not every transaction needs to be public. Elusiv puts you in control - keep your transaction data private when you want to. As part of the LamportDAO Sandstorm Hackathon, Elusiv sponsors 1,500 USDC + 2 Breakpoint for the best integration using our SDK.",
        "Ideas": [
            "Rewards for private payments using Elusiv SDK/Solana pay",
            "Nice UX for making private payments",
            "Private POS system"
        ],
        "Requirements": "Use the Elusiv SDK",
        "Links": [
            "https://twitter.com/elusivprivacy?s=21&t=CLzKZ8S4ZBm35oEwvqsE1Q",
            "https://elusiv.io/"
        ],
        "Judges": [
            {
                "Name": "Julian",
                "Twitter": "https://twitter.com/julian_elusiv"
            },
            {
                "Name": "Nico",
                "Twitter": "https://twitter.com/cryptopapi997"
            }
        ]
    },
    {
        "Name": "Reputation",
        "Sponsor": [
            "Underdog Protocol"
        ],
        "PrizeWorth": "1,690",
        "PizeUnit": "USDC",
        "PrizeDetails": [
            "1st Place: $1,690 USDC + 1 Year Free API Usage",
            "2nd Place: 6 months of free API Usage",
            "All applicants: 3 Months of API Usage"
        ],
        "AboutUs": "Underdog makes it easy to integrate Reputation, NFTs, and Web3 into your product or Workflow. By building a reputation on-chain, we can create meritocratic systems of access.",
        "Description": "Users create their own Reputation System, Create a Dynamic Membership NFT, connect their off/on-chain workflows via our API, and watch their member NFTs upgrade/downgrade based on Contribution. We’ve been building a reputation system with web2 startups/web3 communities and need to bring data from the walled gardens in Web2.",
        "Ideas": [
            "Bots:\n  - Discord Bot to send/create Dynamic NFTs\n  - Discord Bot to view Community Reputation in Channels",
            "Integrations:\n  - GitHub to on-chain, capture code commits, and add to reputation score ie: Dynamic NFT\n  - Twitter to on-chain, capture engagement, and add to reputation score ie: Dynamic NFT\n  - GSuite to on-chain, capture engagement, and add to reputation score ie: Dynamic NFT"
        ],
        "Requirements": "Have to use Underdog API in your project. Preferably UP Webhooks/Membership NFT.",
        "Links": [
            "http://docs.underdogprotocol.com/"
        ],
        "Judges": [
            {
                "Name": "Tony",
                "Twitter": ""
            },
            {
                "Name": "Kevin",
                "Twitter": ""
            }
        ]
    },
    {
        "Name": "Oracle integration (Data feed / VRF)",
        "Sponsor": [
            "Switchboard"
        ],
        "PrizeWorth": "1,000",
        "PizeUnit": "USDC",
        "PrizeDetails": [
            "1,000 USDC"
        ],
        "AboutUs": "Switchboard is a permissionless and customizable oracle protocol. Users are able to build data feeds on the Switchboard Publisher and request VRF randomness — all in a permissionless way. Data feeds on Switchboard don’t limit to only price data, any public API that is off-chain can be brought on-chain; any on-chain data can be fetched as well. With these data, products such as sports betting/prediction markets and insurance protocols can rely on off-chain data to complete the settlement.",
        "Description": "Our goals for the hackathon are to:\n\n  - Educate developers about our customizable oracle infrastructure: to build data feeds and request randomness all in a permissionless way.\n  - Encourage developers to build challenging protocols and explore uncharted territories of products on Solana, such as a decentralized prediction market using sports data; decentralized insurance protocol using weather data, etc!\n  - Empower developers to participate and share their builds through the hackathon’s marketing campaign.",
        "Ideas": [
            "DeFi:\n  - E.g. of interesting DeFi product Vyper (permissionless derivatives)",
            "NFTs:\n  - Uncharted territory: Oracle Dynamic NFTs",
            "Prediction/betting exchanges:\n - Niche off-chain data, such as sports, weather, etc.",
            "INSURANCE PROTOCOL:\n  - Settlement with off-chain data such as weather affecting crops, etc"
        ],
        "Requirements": "Most interesting project utilizing one/or the following:\n  - Switchboard custom data feeds\n  - Switchboard verifiable randomness (VRF)",
        "Links": [
            "Main links:\n  https://switchboard.xyz\n  https://app.switchboard.xyz\n  https://docs.switchboard.xyz",
            "VRF workshop and demo app:\n  https://twitter.com/switchboardxyz/status/1562107591164997633",
            "Socials:\n  https://twitter.com/switchboardxyz\n  https://switchboardxyz.medium.com"
        ],
        "Judges": [
            {
                "Name": "Switchboard Team will judge!",
                "Twitter": "https://twitter.com/switchboardxyz"
            }
        ]
    },
    {
        "Name": "Bonking with Bonk!",
        "Sponsor": [
            "Bonk"
        ],
        "PrizeWorth": "100B",
        "PizeUnit": "BONK",
        "PrizeDetails": [
            "100B $BONK"
        ],
        "AboutUs": "BONK BONK BONK BONK BONK BONK",
        "Description": "BONK BONK BONK BONK BONK BONK",
        "Ideas": [
            "Payments integrations with $BONK",
            "Anything that burns or adds value to $BONK."
        ],
        "Requirements": "Must use $BONK",
        "Links": [
            "http://bonkcoin.com"
        ],
        "Judges": [
            {
                "Name": "Nom",
                "Twitter": "https://twitter.com/TheOnlyNom"
            }
        ]
    },
    {
        "Name": "Mobile challenge | GARI Web3 Stack",
        "Sponsor": [
            "Gari Network"
        ],
        "PrizeWorth": "3,000",
        "PizeUnit": "USDC",
        "PrizeDetails": [
            "2500$ for the top team with the best mobile track application",
            "500$ GDD deep dive challenge - explore the Gari Network ecosystem & give topic suggestions on the next apps you'd like to see on Chingari"
        ],
        "AboutUs": "Gari Network powers the mobile Web3 Stack of Chingari app, one of the most prominent short video-based Web3 social media.\nThe second largest project (1.8M+) in Solana in terms of holders courtesy of 10,000 wallets activated every day on the Mobile wallet.",
        "Description": "Our goal for the hackathon is to: \n  - Increase the awareness of what we're building on Solana\n  - Encourage developers to build super apps using our Web3 Mobile SDK",
        "Ideas": [
            "A. Mobile track challenge:\n  Build your own super app using the SDK\n    - Mobile Gaming (An example 🎮 that has used our SDK - https://play.google.com/store/apps/details?id=com.circleofgames.app )\n  - Web3Ad quest challenge📱: Build an in-app quest where similar to the brave browser model on mobile\n  - User-generated NFTs 🏆 - Build dynamic NFTs as rewards for being a top contributor on the platform",
            "B. Deep dive challenge:\n  An example deep dive written last year, do a similar deep dive on the latest products that have been built based on gari-spl.\n  B1. https://superteam.substack.com/p/deep-dive-gari-panda-nfts\n  B2. https://twitter.com/DrJohnD0e/status/1608076424782680064?t=PzxhGlYfUEC3K_VnnoHMMw&s=19"
        ],
        "Requirements": "1. Should have used the Gari Web3 Mobile SDK in their build\n2. Submission to be based on gari-spl tokens, as much as possible\n3. The deep dive should include as many media, screenshots & short videos.\n4. Make use of the mentor help from the GDD [telegram channel](https://t.me/+4y8PEjkJg5NlMDA1) for live doubts on the challenge",
        "Links": [
            "https://github.com/gari-network/gari-sdk",
            "https://solanacookbook.com/#contributing",
            "https://www.anchor-lang.com/",
            "https://docs.metaplex.com/",
            "https://soldev.app/",
            "https://docs.solana.com/"
        ],
        "Judges": [
            {
                "Name": "drprk.eth",
                "Twitter": ""
            },
            {
                "Name": "Mukul Israni",
                "Twitter": ""
            }
        ]
    }
]